Repository: INL/Taalradar
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Community
nl: Gemeenschap

source: Projects
nl: Projecten

source: Create
nl: Aanmaken

source: About
nl: Over

source: My Profile
nl: Mijn profiel

source: My Projects
nl: Mijn projecten

source: My Settings
nl: Mijn instellingen

source: Admin Site
nl: Beheerderspagina

source: Sign Out
nl: Uitloggen

source: Sign in
nl: Inloggen

source: Resources
nl: Bronnen

source: Docs
nl: Documentatie

source: Terms of Use
nl: Gebruiksvoorwaarden

source: Cookies Policy
nl: Cookiebeleid

source: Stats
nl: Statistieken

source: Licenses
nl: Licenties

source: Overview
nl: Overzicht

source: Content
nl: Inhoud

source: Technologies
nl: Technologieën

source: I've done
nl: Ik heb bijgedragen aan

source: tasks for the @PyBossa project:
nl: taken voor het @PyBossa project:

source: Do you want to help?
nl: Wilt u meehelpen?

source: Nick
nl: Nickname

source: Rank
nl: Plaats

source: of
nl: van

source: with a Score of
nl: met een score van

source: contributed tasks
nl: bijgedragen taken

source: The user has not contributed to any tasks yet
nl: De gebruiker heeft nog niet bijgedragen aan taken

source: Joined
nl: Toegetreden

source: API key
nl: API-sleutel

source: Edit your profile
nl: Pas uw profiel aan

source: Prev
nl: Vorige

source: Next
nl: Volgende

source: Just one more step, please
nl: Nog één stap

source: In order to confirm your identity, we've sent an email to the address you just provided. Please, check it out and click on the link you'll find to create your account at
nl: Om uw identiteit te bevestigen, hebben we u een email gestuurd, naar het adres dat u zojuist heeft opgegeven. Open de mail en klik op de link om uw account aan te maken op

source: If you are not receiving the email, please check the junk folder. If it's not there please drop us an email to
nl: Als u de email niet heeft ontvangen, kunt u het best uw map met ongewenste email controleren. Als u de mail alsnog niet kunt vinden, kunt u contact met ons opnemen via

source: In the meantime, you can check some of the amazing
nl: In de tussentijd kunt u alvast even kijken naar deze fantastische

source: projects
nl: projecten

source: and contribute to them as anonymous
nl: en bijdragen als anonieme

source: registered users
nl: aangemelde gebruikers

source: Leaderboard
nl: Ranglijst

source: Newsletter
nl: Nieuwsbrief

source: If you want to be updated with our new features, projects, and scientific projects, subscribe to our newsletter.
nl: Als u op de hoogte wilt blijven van nieuwe functionaliteit, projecten en wetenschappelijke ontwikkelingen, meld u aan voor de nieuwsbrief.

source: Sign me up!
nl: Meld mij aan!

source: Not interested
nl: Geen interesse

source: Reset your Password
nl: Herstel uw wachtwoord

source: my e-mail
nl: mijn e-mail

source: Reset my Password
nl: Herstel mijn wachtwoord

source: Cancel
nl: Annuleren

source: my new password
nl: mijn nieuwe wachtwoord

source: my new password again
nl: nogmaals mijn nieuwe wachtwoord

source: Your Profile
nl: Uw profiel

source: Your Contributions
nl: Uw bijdragen

source: Contribute!
nl: Doe mee!

source: Published
nl: Gepubliceerd

source: Draft
nl: Concept

source: You have not created a project
nl: U heeft nog geen project aangemaakt

source: Create a Project
nl: Maak een project aan

source: Note
nl: N.B.

source: By click the
nl: Door te klikken op de

source: Create account button
nl: knop Account aanmaken

source: below you are agreeing to the
nl: hieronder verklaart u akkoord te gaan met de

source: terms of use
nl: gebruiksvoorwaarden

source: and
nl: en

source: Create an account
nl: Account aanmaken

source: my full name
nl: mijn volledige naam

source: myusername
nl: mijngebruikersnaam

source: hello@mywebsite.org
nl: hallo@mijnwebsite.org

source: my secret password
nl: mijn geheime wachtwoord

source: Sign in button
nl: knop Aanmelden

source: below you are agreeing to the
nl: hieronder verklaart u dat u akkoor gaat met de

source: Sign in with Twitter
nl: Aanmelden met Twitter

source: Sign in with Facebook
nl: Aanmelden met Facebook

source: Sign in with Google
nl: Aanmelden met Google

source: Or Sign in with your PyBossa account
nl: Of meld u aan met uw PyBossa account

source: Sign in with your PyBossa account
nl: Aanmelden met uw PyBossa account

source: Create a new account!
nl: Maak een nieuw account aan!

source: Forgot Password
nl: Wachtwoord vergeten

source: Update your profile
nl: Profiel bijwerken

source: Upload
nl: Uploaden

source: Save the changes
nl: Wijzigingen opslaan

source: Change your Password
nl: Wachtwoord wijzigen

source: Save the Changes
nl: Wijzigingen opslaan

source: Do you want to reset your personal API Key?
nl: Wilt u uw persoonlijke API-sleutel herstellen

source: No, do not reset the API key!
nl: Nee, API-sleutel niet herstellen!

source: Recover your lost password
nl: Uw vergeten wachtwoord herstellen

source: Hello
nl: Hallo

source: We received a request to recover your password for
nl: We hebben een verzoek ontvangen om uw wachtwoord te herstellen voor

source: If you did not request this, please ignore this email
nl: Als u dit verzoek niet heeft gedaan, kunt u deze email negeren

source: To recover your password, please visit the URL below
nl: Bezoek de URL hieronder om uw wachtwoord te herstellen

source: Click here to recover your account
nl: Klik hier om uw account te herstellen

source: Regards
nl: Met vriendelijke groet

source: Recover your password
nl: Herstel uw wachtwoord

source: Our records show that you use your
nl: Volgens ons systeem gebruikt u uw

source: account to sign in. Please use the same account to sign-in again. If you forgot the password to your
nl: account om in te loggen. Gebruik alstublieft hetzelfde account om opnieuw in te loggen. Als u het wachtwoord vergeten bent van

source: account, please contact
nl: account, neem contact op met

source: Validate your account
nl: Account bevestigen

source: Thank you for creating an account in
nl: Hartelijk dank voor het aanmaken van uw account in

source: Just one more step!
nl: Nog één stap!

source: To verify that you are the owner of this e-mail address, please visit the URL below
nl: Klik op de onderstaande URL om te bevestigen dat u de eigenaar bentvan dit emailadres

source: Click here to confirm your e-mail address and create your account
nl: Klik hier om uw e-mailadres te bestigen en uw account aan te maken

source: nick
nl: nickname

source: Member since
nl: Gebruiker sinds

source: Remove from admin group
nl: Verwijderen uit beheerdersgroep

source: Add to admin group
nl: Toevoegen aan beheerdersgroep

source: Manage Categories
nl: Categorieën beheren

source: Category name
nl: Categorienaam

source: Category description
nl: Categoriebeschrijving

source: Add Category
nl: Categorie toevoegen

source: List of Available Categories
nl: Lijst van beschikbare categorieën

source: Edit Category Name
nl: Categorienaam bewerken

source: Delete Category
nl: Categorie verwijderen

source: Dashboard last 7 days
nl: Dashboard van laatste 7 dagen

source: Refresh
nl: Verversen

source: Active users
nl: Actieve gebruikers

source: Active anonymous users
nl: Actieve anonieme gebruikers

source: Draft projects
nl: Conceptprojecten

source: Published projects
nl: Gepubliceerde projecten

source: Updated projects
nl: Bijgewerkte projecten

source: New tasks
nl: Nieuwe taken

source: New Answers
nl: Nieuwe antwoorden

source: New Users
nl: Nieuwe gebruikers

source: Returning Users
nl: Terugkerende gebruikers

source: Recent activity
nl: Recente activiteit

source: new project created
nl: nieuw project aangemaakt

source: has published a blog post
nl: heeft een blogpost gepubliceerd

source: has added new tasks
nl: heeft nieuwe taken toegevoegd

source: has completed a task
nl: heeft een taak afgerond

source: has contributed to
nl: heeft aan een taak bijgedragen

source: has joined
nl: is toegetreden

source: No data available yet. You'll need to wait 24 hours.
nl: Nog geen data beschikbaar. U moet 24 uur wachten.

source: Danger Zone!
nl: Gevarenzone!

source: Deleting the category will remove it from all the projects! This operation cannot be undone!
nl: Het verwijderen van deze categorie verwijdert deze van al uwprojecten. Deze bewerking kan niet ongedaan worden gemaakt!

source: No, do not delete it
nl: Nee, niet verwijderen

source: Internal Statistics
nl: Interne statistieken

source: Go
nl: Ga

source: Background Jobs
nl: Achtergrondtaken

source: Monitor the background jobs
nl: Achtergrondtaken controleren

source: Manage
nl: Beheren

source: Featured Projects
nl: Aanbevolen projecten

source: Show projects on the front page
nl: Toon projecten op de hoofdpagina

source: Categories
nl: Categorieën

source: Manage project categories
nl: Projectcategorieën beheren

source: Administrators
nl: Beheerders

source: Manage administrators
nl: Beheer beheerders

source: Users
nl: Gebruikers

source: Export a list of users
nl: Exporteer een lijst van gebruikers

source: Latest news from PyBossa
nl: Laatste nieuws van PyBossa

source: New PyBossa version
nl: Nieuwe versie van PyBossa

source: New SciFabric Blog Post
nl: Nieuwe blogpost van SciFabric

source: Manage featured projects
nl: Beheer aanbevolen projecten

source: Update Category
nl: Categorie bijwerken

source: Manage Admin Users
nl: Beheer beheerdersgebuikers

source: Try with the full name or nick
nl: Probeer met volledige naam of nickname

source: Search
nl: Zoeken

source: Found Users
nl: Gevonden gebruikers

source: Current Users with Admin privileges
nl: Huidige gebruikers met beheerdersrechten

source: PyBossa is a free, open-source crowd-sourcing and micro-tasking platform. It enables people to create and run projects that utilise online assistance in performing tasks that require human cognition such as image classification, transcription, geocoding and more. PyBossa is there to help researchers, civic hackers and developers to create projects where anyone around the world with some time, interest and an internet connection can contribute.
nl: PyBossa is een vrij, gratis, open-source platform voor crowdsourcing en microtasking. Het biedt de mogelijkheid om projecten te draaien die online hulp gebruiken bij het uitvoeren van taken die menselijk denkvermogen vereisen, zoals classificatie van afbeeldingen, transcriptie, geocodering en meer. PyBossa helpt onderzoekers, digitale activisten en ontwikkelaars om projecten te creëeren waar iedereen in de wereld met tijd, interesse en een internetverbinding aan kan bijdragen.

source: PyBossa is different to existing efforts:
nl: PYBOSSA is anders dan bestaande systemen

source: It's a 100%% open-source
nl: Het is 100%% open-source

source: Unlike, say, “mechanical turk” style projects, PyBossa is not designed to handle payment or money — it is designed to support volunteer-driven projects.
nl: In tegenstelling tot “mechanical turk”-achtige projecten, is PyBossa niet ontworpen om geld of betaling te mogelijk te maken — het is gericht op projecten gedreven door vrijwilligers.

source: It's designed as a platform and framework for developing deploying crowd-sourcing and microtasking project rather than being a crowd-sourcing project itself. Individual crowd-sourcing projects are written as simple snippets of Javascript and HTML which are then deployed on a PyBossa instance (such as
nl: Het is ontworpen als een platform raamwerk voor het ontwikkelen en publiceren van crowdsourcing- en microtasking-projecten — zonder zelf een crowdsourcingproject te zijn. Individuele crowdsourcingprojecten worden ontwikkeld als stukjes Javscript- en HTML-code, die dan worden gepubliceerd op een installatie van PyBossa (zoals

source: This way one can easily develop custom projects while using the PyBossa platform to store your data, manage users, and handle workflow
nl: Op deze manier wordt het makkelijk gemaakt om eigen projecten te maken, terwijl het PyBossa-platform zorgt voor het opslaan van data, beheren van gebruikers en het regelen van het proces.

source: You can read more about the architecture in the
nl: U kunt meer lezen over het softwareontwerp in de

source: PyBossa Documentation
nl: documentatie van PyBossa

source: and follow the
nl: en volg de

source: step-by-step tutorial to create your own projects
nl: stap-voor-stap tutorial om uw eigen project te maken

source: Statistics
nl: Statistieken

source: PyBossa provides individual statistics for every project in the system, as well as a
nl: PyBossa zorgt voor individuele statistieken voor elk project

source: general overview about the system like total number of users, tasks, etc
nl: en een algemeen overzicht over het systeem, met totaal aantal gebruikers, taken, etc.

source: Check the global statistics
nl: Bekijk de globale statistieken

source: Contact information
nl: Contactinformatie

source: For more info, send us an e-mail to:
nl: Stuur voor meer informatie een e-mail naar:

source: Follow us on Twitter!
nl: Volg ons op Twitter!

source: E-mail list:
nl: E-maillijst:

source: Report any bug, issue or improvement:
nl: Rapporteer fouten, problemen of verbeteringen:

source: Online assistance in performing tasks that require human cognition, knowledge or intelligence such as image classification, transcription, geocoding and more!
nl: Online hulp bij het uitvoeren van taken die menselijk denkvermogen, kennis of intelligentie vereisen, zoals het classificeren van afbeeldingen, transcriptie, geocoderen en meer!

source: Help advance research
nl: Help bij het vooruitbrengen van onderzoek

source: Everything is open and freely usable
nl: Alles is open en vrij te gebruiken

source: Things computers can't do
nl: Dingen die computers niet kunnen

source: Get Started
nl: Beginnen

source: It's really simple to start contributing.
nl: Het is makkelijk om bij te dragen

source: Start Contributing
nl: Begin met bijdragen

source: Most Active Projects
nl: Meest actieve projecten

source: Your project
nl: Uw project

source: could be here!
nl: kan hier staan!

source: Create a project
nl: Maak een project aan

source: Most Active Volunteers
nl: Meest actieve vrijwilligers

source: Submitted Tasks
nl: Ingezonden taken

source: Tasks
nl: Taken

source: Search Results
nl: Zoekresultaten

source: Contribute
nl: Bijdragen

source: Results
nl: Resultaten

source: Settings
nl: Instellingen

source: Audit Logs
nl: Logboeken

source: Description
nl: Beschrijving

source: Creation Date
nl: Datum aangemaakt

source: Last Activity
nl: Laatste activiteit

source: Overall progress
nl: Algehele voortgang

source: completed
nl: voltooid

source: Remove from Featured!
nl: Verwijderen uit Aanbevolen!

source: Add to Featured!
nl: Toevoegen aan Aanbevolen!

source: Created by
nl: Aangemaakt door

source: Me
nl: Mij

source: Try it!
nl: Probeer het!

source: Done! View results
nl: Voltooid! Toon resultaten

source: Start Contributing Now!
nl: Begin nu met bijdragen!

source: Thanks for contributing
nl: Dank voor uw bijdrage

source: Draft project, complete it!
nl: Conceptproject, voltooi het!

source: You can now publish it!
nl: U kunt het nu publiceren!

source: Edit the project details
nl: Wijzig de projectdetails

source: Edit the task presenter
nl: Wijzig de taakpresentator

source: Import tasks
nl: Taken importeren

source: Delete the project
nl: Project verwijderen

source: When
nl: Wanneer

source: Who
nl: Wie

source: Source
nl: Bron

source: Action
nl: Actie

source: Attribute
nl: Eigenschap

source: Old Value
nl: Oude waarde

source: New Value
nl: Nieuwe waarde

source: You
nl: U

source: Sorry! No logs so far.
nl: Helaas! Geen logboeken tot nu toe.

source: Sorry! This project does not exist.
nl: Helaas! Dit project bestaat niet.

source: Sorry! No posts so far.
nl: Helaas! Nog geen berichten.

source: Author:
nl: Auteur:

source: Written:
nl: Geschreven:

source: Delete
nl: Verwijderen

source: Edit
nl: Wijzigen

source: Back
nl: Terug

source: Sorry! This blogpost does not exist.
nl: Helaas! Deze blogpost bestaat niet.

source: Delete project
nl: Verwijder project

source: If you delete the project and its tasks, it will be gone forever!
nl: Als u dit project en bijbehorende taken verwijdert, is deze definitief verdwenen!

source: Are you sure you want to delete this project and all its tasks and associated task runs?
nl: Weet u zeker dat u dit project, met alle bijbehorende taken en gegeven antwoorden wilt verwijderen?

source: Yes, delete it
nl: Ja, verwijder het

source: No, do not delete it!
nl: Nee, verwijder het niet!

source: Export All Tasks and Task Runs
nl: Exporteer alle taken en antwoorden

source: You can export and download
nl: U kunt exporteren en downloaden

source: all the available
nl: alle beschikbare

source: Tasks and Task Runs (the submitted answers by the users) in CSV or JSON formats.
nl: Taken en gegeven antwoorden in CSV- of JSON-formaat.

source: Task Runs
nl: Antwoorden

source: Export in JSON format
nl: Exporteren in JSON-formaat

source: Export to the
nl: Exporteer naar

source: Export to a CKAN server
nl: Exporteer naar een CKAN-server

source: IMPORTANT
nl: BELANGRIJK

source: This export option stills in beta mode and may fail in the CKAN server. If you get an error, please send an e-mail to info@pybossa.com
nl: Deze exportoptie is nog in beta-modus en kan mislukken in de CKAN-server. Stuur, als u een foutmelding krijgt, een e-mail naar info@pybossa.com

source: You don't have a Datahub.io API key in your
nl: U heeft geen Datahub.io API-sleutel in uw

source: account. Please,
nl: account. Graag

source: create an account
nl: een account aanmaken

source: and copy/paste the API key in your profile in order to use this exporter
nl: en de API-sleutel kopiëren en plakken in uw profiel, om deze exporteerfunctie te gebruiken

source: A special selection of the most interesting projects
nl: Een speciale selectie van de meest interessante projecten

source: Draft Projects
nl: Conceptprojecten

source: Work in progress projects
nl: Projecten in aanbouw

source: Sorry, there are no published projects for this category yet
nl: Helaas, er zijn nog geen gepubliceerde projecten voor deze categorie

source: Create a new project
nl: Maak een nieuw project aan

source: The name of the project
nl: De naam van het project

source: Short name or slug for the project
nl: Korte naam voor het project

source: Project slug:
nl: Korte naam:

source: Explain your project · Why? Why you are creating this project, what you want to achieve with it · How? Explain how your project works · How you can help: Explain to the volunteers how they can help and contribute to the goal of your project · Will you help make a difference? Explain to the volunteers why their contribution is essential and how the result of your project can help change things! (you can use Markdown to give format to your description!)
nl: leg uw project uit · Waarom? Waarom maakt u dit project aan? Wat wilt u ermee bereiken? · Hoe? Leg uit hoe uw project werkt. · Hoe te helpen: Leg aan vrijwilligers uit hoe ze kunnen bijdragen aan het doel van het project · Wilt u helpen om het verschil te maken? Leg aan vrijwilligers uit waarom hun bijdrage essentieel is en hoe deze kan helpen om dingen te veranderen! (u kunt Markdown gebruiken om uw beschrijving te formatteren!)

source: Create the project
nl: Project aanmaken

source: Write a new blog post for ad
nl: Schrijf een nieuwe blogpost

source: The title of your post
nl: De titel van uw bericht

source: Write your post here. You can use Markdown!
nl: Schrijf uw bericht hier. U kunt Markdown gebruiken!

source: Enter the password to contribute to this project:
nl: Stel een wachtwoord in om bij te dragen aan dit project:

source: Project password
nl: Projectwachtwoord

source: Submit
nl: Verzenden

source: Sorry, you've contributed to all the tasks for this project, but this project still needs more volunteers, so please spread the word!
nl: Helaas, u heeft meegdaan aan alle taken voor dit project, maar het project heeft nog meer vrijwilligers nodig, dus maak het project bekend!

source: Publish the project
nl: Publiceer het project

source: Please read carefully!
nl: Graag aandachtig doorlezen

source: You are about to publish your project. This CANNOT be undone! Once your project has been published, people will be able to contribute to it and answers will begin to be stored.
nl: U staat op het punt een project te publiceren. Dit KAN NIET ongedaan worden gemaakt! Op het moment dat het project is gepubliceerd, kunnen mensen eraan bijdragen en zullen alle antwoorden worden opgeslagen.

source: That means that your project should be working properly, so please make sure it does. Otherwise you can work on it and publish it once it works fine.
nl: Dit betekent dat uw project goed moet werken, dus verzekert u zich ervan dat dit zo is. Anders kunt u eraan werken en het project publiceren op het moment dat het goed werkt.

source: Are you sure you want to publish this project?
nl: Weet u zeker dat u dit project wilt publiceren?

source: Yes, publish it
nl: Ja, publiceer het

source: No, do not publish it!
nl: Nee, niet publiceren!

source: No results
nl: Geen resultaten

source: The project owner has not created/published/visualized any results yet.
nl: De eigenaar van het project heeft nog een resultaten gepubliceerd.

source: Project Settings
nl: Projectinstellingen

source: Task Settings
nl: Taakinstellingen

source: Write a blog post
nl: Een blogpost schrijven

source: Data have been
nl: Data is

source: anonymized
nl: geanonimiseerd

source: Average contribution time per task
nl: Gemiddelde bijdragetijd per taak

source: seconds
nl: seconden

source: Distribution of Answers per Hour
nl: Verdeling van antwoorden per uur

source: Completed Tasks in the last 15 days
nl: Voltooide taken in de laatste 15 dagen

source: select an area to zoom, click to reset the chart
nl: selecteer een gebied om te zoomen, klik om de weergave te herstellen

source: Answers per day
nl: Antwoorden per dag

source: answers were submitted this day
nl: antwoorden zijn vandaag verstuurd

source: Distribution of Answers
nl: Verdeling van antwoorden

source: Details about Anonymous Users
nl: Details over anonieme gebruikers

source: anonymous users have
nl: anonieme gebruikers hebben

source: participated
nl: deelgenomen

source: Country
nl: Land

source: City
nl: Stad

source: User
nl: Gebruiker

source: This page includes GeoLite data created by MaxMind, available from
nl: Deze pagina bevat GeoLite-data gemaakt door MaxMind, beschikbaar via

source: Details about Authenticated Users
nl: Details over geauthenticeerde gebruikers

source: authenticated users have
nl: geauthenticeerde gebruikers hebben

source: Top 5 users
nl: Top 5 gebruikers

source: Setup task autoimporter
nl: Automatisch taakimporteerfunctie instellen

source: Use one of the following available
nl: Gebruik één van de volgende beschikbare importeerfuncties

source: importers
nl: importeerfuncties

source: to setup as the autoimporter
nl: instellen als de automatische taakimporteerfunctie

source: Currently configured autoimport
nl: Op dit moment ingestelde automatische taakimporteerfunctie

source: You currently have the following autoimporter configured
nl: U heeft op dit moment de volgende automatische taakimporteerfunctie geconfigureerd

source: Import Tasks
nl: Taken importeren

source: to import tasks...
nl: taken importeren...

source: ... or import a set of
nl: sjabloontaken

source: Task Redundancy
nl: Taakredundantie

source: The number of answers per tasks that you want for the project
nl: Het aantal antwoorden per taak dat u wilt hebben voor dit project

source: Set redundancy
nl: Stel redundantie in

source: Task Presenter Editor
nl: Editor voor taakpresentator

source: Update the project task presenter
nl: Werk de taakpresentator bij voor dit project
