Repository: INL/Taalradar
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Preview the task presenter
nl: Voorvertoning van de taakpresentator

source: Task Presenter Preview
nl: Voorvertoning taakpresentator

source: Close
nl: Sluiten

source: Task Priority
nl: Taakprioriteit

source: You can change the
nl: U kunt wijzigingen aanbrengen in de

source: priority
nl: prioriteit

source: of one or more tasks, providing a list of task IDs separated by commas. The lowest priority is
nl: van één of meer taken, door een lijst te geven van taak-ID's, gescheiden door komma's. De laagste prioriteit is

source: and the highest priority is
nl: en de hoogste prioriteit is

source: default scheduler
nl: standaardplanner

source: Comma separated Task.IDs i.e.: 3, 532, 100
nl: Taak-ID's, door komma's gescheiden, bijv.: 3, 532, 100

source: Priority value between 0.0 and 1.0
nl: Prioriteitswaarde tussen 0.0 en 1.0

source: Change Priority
nl: Wijzig prioriteit

source: Task Scheduler
nl: Taakplanner

source: You can choose from the following schedulers
nl: U kunt kiezen uit de volgende planners

source: Default
nl: Standaard

source: or
nl: of

source: returns a task that has not been completed (the value of number of answers has not achieved) excluding the current user
nl: geef een taak terug die nog niet is afgerond (het aantal antwoorden is nog niet bereikt), exclusief de huidige gebruiker

source: returns a task which has the least number of task runs (answers) excluding the current user
nl: geef een taak terug die het kleinste aantal antwoorden heeft, exclusief de huidige gebruiker

source: returns a task randomly --a user could get the same task twice or more times
nl: geef een willekeurige taak terug --een gebruiker kan een taak twee keer of vaker krijgen

source: Change how the tasks are delivered to volunteers
nl: Wijzig hoe taken aan gebruikers worden aangeleverd

source: Scheduler
nl: Taakplanner

source: Change the priority of the tasks
nl: Wijzig de prioriteit van taken

source: Priority
nl: Prioriteit

source: Delete Tasks
nl: Verwijder taken

source: Delete all the tasks and associated answers
nl: Verwijder alle taken en bijbehorende antwoorden

source: Change the redundancy level for the tasks
nl: Wijzig het redundantieniveau voor de taken

source: Redundancy
nl: Redundantie

source: Import tasks from templates, GDrive, or CSV
nl: Importeer taken van sjabloon, GDrive of CSV

source: Import
nl: Importeer

source: Export Tasks
nl: Exporteer taken

source: Export tasks to JSON, CSV or a CKAN server
nl: Exporteer taken naar JSON, CSV of een CKAN server

source: Export
nl: Exporteer

source: Task Presenter
nl: Taakpresentator

source: Configure the task scheduler, redundancy, etc.
nl: Configureer de taakplanner, redundantie, etc.

source: Browse
nl: Bladeren

source: Check the status of the tasks
nl: Controleer de status van de taken

source: Auto-import Tasks
nl: Taken automatisch importeren

source: Import tasks regularly and automatically
nl: Taken regelmatig automatisch importeren

source: Setup
nl: Instellen

source: Browse tasks
nl: Door taken bladeren

source: This page shows all the available tasks for this project
nl: Deze pagina toont alle beschikbare taken voor dit project

source: For each task, you can find the following information
nl: Voor elke taak kun je de volgende informatie vinden

source: Task
nl: Taak

source: This number identifies the task for the project and it is unique
nl: Dit nummer identificeert de taak voor het project en is uniek

source: The first number shows how many answers have been submitted for the task and the
nl: Het eerste nummer toont hoe veel antwoorden zijn verstuurd voor deze taak en het

source: This redundancy method will help to detect errors, typos, data forging, etc. when the task has been completed
nl: Deze redundantiemethode helpt om fouten, typfouten, valse data en dergelijke te detecteren, wanneer de taak nog niet is afgerond

source: second number
nl: tweede nummer

source: how many need to be obtained to mark the task as
nl: hoeveel moeten worden verkregen om de taak te markeren als

source: Progress Bar
nl: Voortgangsbalk

source: The progress bar will the percentage that has been completed for the task
nl: De voortgangsbalk toont het percentage dat is voltooid voor deze taak

source: Download Task Results
nl: Download taakresultaten

source: Download Partial results
nl: Download gedeeltelijke resultaten

source: Nothing to download yet
nl: Nog niets te downloaden

source: Start contributing
nl: Begin met bijdragen

source: Update the project
nl: Werk het project bij

source: Give some details about the project
nl: Geef details over het project

source: Explain the project (use Markdown!)
nl: Leg het project uit (gebruik Markdown!)

source: Check if you want to allow anonymous users contribute to your project
nl: Vink aan als u wilt dat anonieme gebruikers kunnen bijdragen aan uw project

source: Edit the blog post
nl: Wijzig de blogpost

source: Update
nl: Bijwerken

source: Created
nl: Aangemaakt

source: Updated
nl: Bijgewerkt

source: Payload
nl: Lading

source: Response
nl: Respons

source: Response Status Code
nl: Statuscode respons

source: Repeat
nl: Herhaal

source: From a IIIF manifest
nl: Van een IIIF-manifest

source: From a CSV file
nl: Van een CSV-bestand

source: Please provide a URL (i.e. DropBox, Box, Ubuntu One, etc. public link) to a CSV file with data for
nl: Geef een URL (bijv. Dropbox, Box, Ubuntu One, etc., een publieke link) naar een CSV-bestand met data voor

source: For more information, please look at
nl: Voor meer informatie, zie

source: the documentation
nl: de documentatie

source: The URL of the CSV file
nl: De URL van het CSV-bestand

source: From your Dropbox account
nl: Van je Dropbox-account

source: You are about to import
nl: U staat op het punt om te importen:

source: files
nl: bestanden

source: From an EpiCollect Plus project
nl: Van een EpiCollect Plus-project

source: Please provide an EpiCollect Plus project name to import its data for
nl: Geef een EpiCollect Plus-projectnaam om data te importeren

source: The name of the public EpiCollect Plus project
nl: De naam van het EpiCollect Plus-project

source: The name of the project's form
nl: De naam van het het projectformulier

source: From a Flickr Album
nl: Van een Flickr-album

source: Revoke access
nl: Toegang intrekken

source: Grant access to your Flickr albums to select one...
nl: Toegang verlenen aan uw Flickr-albums om één te selecteren

source: Log in Flickr
nl: Inloggen bij Flickr

source: Or manually provide the ID of a Flickr set with images for
nl: Of geef handmatig de ID van een set afbeeldingen op Flickr voor

source: Select one of your albums:
nl: Selecteer één van uw albums:

source: photos
nl: foto's

source: Select
nl: Selecteer

source: From a Google Docs Spreadsheet
nl: Van een Google Docs spreadsheet

source: Please provide a URL to a Google Drive Spreadsheet with data for
nl: Geef een URL naar een Google Drive-spreadsheet met data voor

source: The URL of the Google Docs Spreadsheet
nl: De URL van de Google Docs-spreadsheet

source: From an Amazon S3 bucket
nl: Van een Amazon S3-bucket

source: Name of the S3 bucket
nl: Naam van de S3-bucket

source: Search in bucket
nl: Zoek in bucket

source: Oops... it seems that bucket is private.
nl: Oeps... het lijkt erop dat deze bucket privé is.

source: Oops... we could not find that bucket.
nl: Oeps... we konden die bucket niet vinden.

source: From a Twitter hashtag or account
nl: Van een Twitter hashtag of account

source: You can provide your own Twitter credentials and make API requests in behalf of them, or use the credentials provided by us. (The later only allows to import the number of tweets returned by a single Twitter API call, which is 100 for searches and 200 for user timelines.)
nl: U kunt uw eigen inloggegevens doorgeven en API-verzoeken doen met uw eigen account, of onze inloggegevens gebruiken. (Met de tweede optie kan het aantal tweets van een enkele Twitter API-verzoek wordenbinnengehaald: 100 voor zoekopdrachten en 200 voor tijdlijnen van gebruikers.)

source: I'll use my credentials
nl: Ik gebruik mijn eigen inloggegevens

source: I'll use credentials provided by the platform
nl: Ik gebruik de inloggegevens van het platform

source: Please provide the source of your tweets. It can be a "#hashtag", a regular "word" for search or a "@user_account" from where to import them
nl: Geeft u alstublieft de bron van uw tweets. Dit kan een hashtag "#hashtag" zijn, een normaal "woord" om te zoeken of een "@user_account" waarvandaan tweets kunnen worden geïmporteerd.

source: #hashtag or @user or something else
nl: #hashtag of @user of iets anders

source: Basic
nl: Basis

source: The most basic template
nl: Het meest standaard sjabloon

source: Complexity
nl: Complexiteit

source: Skills
nl: Vaardigheden

source: HTML and JavaScript
nl: HTML en Javascript

source: Use the Basic template
nl: Gebruik het basissjabloon

source: Re-use the Flickr Person Finder template
nl: Hergebruik het Flickr Person Finder-sjabloon

source: Use the Image template
nl: Gebruik het Image-sjabloon

source: Download the template and work locally
nl: Download het sjabloon en werk lokaal

source: Re-use the Urban Park template
nl: Hergebruik het Urban Park template

source: HTML, JavaScript and Geo expertise
nl: HTML-, Javascript- en Geo-vaardigheden

source: Use the Maps project template
nl: Gebruik het Maps projectsjabloon

source: Transcribing documents
nl: Documenten transcriberen

source: Re-use the PDF transcription template
nl: Hergebruik het PDF transcriptiesjabloon

source: HTML, JavaScript and Server side
nl: HTML-, Javscript- en Server side-vaardigheden

source: Use the Transcription template
nl: Gebruik het transcriptiesjabloon

source: Re-use the SoundCloud template
nl: Hergebriuk het SoundCloud-template

source: Use the Sound template
nl: Gebruik het Sound-template

source: Re-use the Vimeo template
nl: Hergebruik het Vimeo-sjabloon

source: Use the Video template
nl: Gebruik het videosjabloon

source: templates
nl: Sjablonen

source: for your project
nl: voor uw project

source: Error!
nl: Fout!

source: This task does not belong to
nl: Deze taak hoort niet bij

source: Try with another one
nl: Probeer met een andere

source: Import from a IIIF manifest
nl: Importeer van een IIIF-manifest

source: Provide a public link to your own CSV file
nl: Geef een publieke link naar uw eigen CSV-bestand

source: Use the CSV URL importer
nl: Gebruik de CSV URL- importeerfunctie

source: Delete all Tasks and Task Runs
nl: Verwijder alle taken en antwoorden

source: If you delete all the tasks and task runs they will be gone forever!
nl: Als u alle taken en antwoorden verwijdert, zijn ze definitief verdwenen!

source: You cannot undo this action!
nl: U kunt deze actie niet ongedaan maken!

source: Are you sure you want to delete ALL the project tasks and associated task runs?
nl: Weet u zeker dat u ALLE taken en bijbehorende antwoorden wilt verwijderen?

source: Yes
nl: Ja

source: No, do not delete anything!
nl: Nee, verwijder niets!

source: Use files from your Dropbox account
nl: Gebruik bestanden uit uw Dropbox-account

source: Use the Dropbox importer
nl: Gebruik de Dropbox-importeerder

source: Use an EpiCollect Plus project
nl: Gebruik een EpiCollect Plus-project

source: Use the EpiCollect Plus importer
nl: Gebruik de EpiCollect Plus importeerfunctie

source: Use images from a Flickr set
nl: Gebruik afbeeldingen uit een Flickr-set

source: Use the Flickr importer
nl: Gebruik de Flickr-importeerfunctie

source: Re-use the Flickr Person Finder tasks
nl: Hergebruik de Flickr Person Finder-taken

source: Use the Image tasks
nl: Gebruik de Image-taken

source: Re-use the Urban Park tasks
nl: Hergebruik de Urban Park-taken

source: Use the Mapping tasks
nl: Gebruik de Mapping-taken

source: Re-use the PDF transcription tasks
nl: Hergebruik de PDF transcription-taken

source: Use the Transcription tasks
nl: Gebruik de Transcription-taken

source: Re-use the SoundCloud tasks
nl: Hergebruik de SoundCloud-taken

source: Use the Sound tasks
nl: Gebruik de Sound-taken

source: Re-use the Vimeo tasks
nl: Hergebruik de Vimeo-taken

source: Use the Video tasks
nl: Gebruik de Video-taken

source: Import a Google Drive Spreadsheet
nl: Importeer een Google Drive-spreadsheet

source: Use the Google Drive importer
nl: Gebruik de Google Drive- importeerfunctie

source: Use files from an Amazon S3 bucket
nl: Gebruik bestanden uit een Amazon S3 bucket

source: Use the Amazon S3 importer
nl: Gebruik de Amazon S3-importeerfunctie

source: Import tweets from a search or a user account
nl: Importeer tweets vanuit een zoekopdracht of gebruikersaccount

source: Use the Twitter importer
nl: Gebruik de Twitter-importeerfunctie

source: General Statistics
nl: Algemene statistieken

source: Anonymous users
nl: Anonieme gebruikers

source: Authenticated users
nl: Geauthenticeerde gebruikers

source: Total
nl: Totaal

source: Top 5 Users in the last 24 hours
nl: Top 5 gebruikers in de laatste 24 uur

source: with
nl: met

source: contributed answers
nl: bijgedragen antwoorden

source: No active users in the last 24 hours
nl: Geen actieve gebruikers in de laatste 24 uur

source: Published Projects
nl: Gepubliceerde projecten

source: Top 5 projects in the last 24 hours
nl: Top 5 projecten in de laatste 24 uur

source: No active projects in the last 24 hours
nl: Geen actieve projecten in de laatste 24 uur

source: Tasks and Answers
nl: Taken en antwoorden

source: Number of Tasks
nl: Aantal taken

source: Number of Task Runs
nl: Aantal antwoorden

source: Anonymous Volunteers
nl: Anonieme vrijwilligers

source: Community Leaderboard
nl: Ranglijst van de gemeenschap

source: Name
nl: Naam
